[

{
	"_type" : "org"  ,"unique_lighten_recordId" : "ieK2pae3cheiphie5ohgh8Eebae7AeshooviNgov-1"
	,"org_name" : "PRISON LAW OFFICE"
	,"description" : "The Prison Law Office strives to improve the living conditions of California state prisoners by providing free legal services. The Prison Law Office represents individual prisoners, engages in class action and other impact litigation, educates the public about prison conditions, and provides technical assistance to attorneys throughout the country. www.prisonlaw.com"
	,"contacts" : { 
		"phone"  : { "_type" : "contact" , "value" : "(415) 280-2621" }
		,"web"  : { "_type" : "contact" , "value" : "www.prisonlaw.com" }
		,"service_site"  : { "_type" : "contact" , "value" :  
				{ "_type" : "address1" , "addrtxtlines" : 
						[ "1917 5th Street" , "Berkeley" , "CA 94710" 
						] 
				 ,"postal-code" : "94710"
				}
			 } 
	}
		,"hours" : {  
			 "" :  { 
						"_type" : "hours" 
					 ,"hours_atoms" : [ 
					 {  "_type" : "hours_atom" , "day" : "Monday" , "open" : "09:00" , "close" : "17:00" }
					,{  "_type" : "hours_atom" , "day" : "Tuesday" , "open" : "09:00" , "close" : "17:00" }
					,{  "_type" : "hours_atom" , "day" : "Wednesday" , "open" : "09:00" , "close" : "17:00" }
					,{  "_type" : "hours_atom" , "day" : "Thursday" , "open" : "09:00" , "close" : "17:00" }
					,{  "_type" : "hours_atom" , "day" : "Friday" , "open" : "09:00" , "close" : "17:00" }
						]
					}
		
	}
		,"notes" : "If you or a family member have an issue that you believe we can assist with, please free to contact our office. Letters concerning individual prisoners and prison conditions can be addressed to:\nPrison Law Office \nGeneral Delivery\nSan Quentin, CA 94964\nDo to the large number of inquiries, we cannot accept telephone calls from prisoners and their families."
		,"service_description" : { 
			"_type" : "service_description" 
			,"service_catagories" : [
				{"_type" : "service_catagory_atom"
				,"keys" : [ 
                                        "For over 35 years this nonprofit public interest law firm has been in the forefront of legal efforts to enforce the Constitution and other laws inside the walls of California's prisons. With a small staff of attorneys and support personnel, the Prison Law Office represents individual prisoners, engages in class action and other impact litigation, educates the public about prison conditions, and provides technical assistance to attorneys throughout the country. (The office generally does not handle criminal appeals or habeas corpus petitions challenging criminal convictions.) California's prisons remain dangerously overcrowded at 147% of design capacity with over 122,000 prisoners crammed into 33 institutions, plus another 12,000 prisoners housed out-of-state and in community facilities. Basic necessities of life, such as medical and mental health care, are often lacking. Prisoners with disabilities are not recognized as disabled, and many are not provided reasonable accommodations as required by the Americans with Disabilities Act. Through both individual and impact litigation, the Prison Law Office has changed many California Department of Corrections and Rehabilitation policies and practices, and has alleviated many of the cruel and unusual conditions that have been inflicted upon tens of thousands of state prisoners." 
					] 	}
			]
	}
		,"languages_spoken" : [ 
			"English" 
		]
		,"accessiblity" : {
			"_type" : "accessibility" 
			,"accessibility_atoms" : [ 
				{ "_type" : "accessibility_atom"
				,"keys" : [ 
					"Wheelchair accessible","Other disabilities may be accommodated, please contact."
					]
				}
  			]
	}
		,"usage_requirements" : {
			"_type"  : "usage_requirements"
			,"usage_requirement_atoms" : [
				{ "_type" : "usage_requirement_atom"
                ,"kind" : "what_to_bring"
				,"keys" : [
					]
				},
				{ "_type" : "usage_requirement_atom"
                ,"kind" : "fees"
				,"keys" : [
					"None."
					]
				},
				{ "_type" : "usage_requirement_atom"
                ,"kind" : "eligible_population"
				,"keys" : [
					"California state prisoners, and occasionally to California state parolees."
					]
				}
			]
	}
        ,"usage_requirements_expression" : " "
		,"faith_based" : "No."
}


]
